<?php

return [
    "title" => "مرحبًا بك في بوابة المطورين",
    "description" => "الرجاء إدخال كلمة مرور المطور الخاصة بك للوصول إلى هذه الميزة",
    "password-input" => "كلمة المرور للمطور",
    "login" => "تسجيل الدخول",
    "logout" => "تسجيل الخروج من بوابة المطورين",
    "notifications" => [
        "danger" => [
            "title" => "كلمة المرور غير صالحة",
            "body" => "كلمة المرور التي أدخلتها غير صالحة"
        ],
        "success" => [
            "title" => "لديك الوصول",
            "body" => "لقد قمت بتسجيل الدخول بنجاح كمطور."
        ]
    ]
];
